Revit 2024 API
ElementWorksetFilter Constructor
Overload List
Name | Description
ElementWorksetFilter(WorksetId)
 Constructs a new instance of a filter to match elements in a given workset.
ElementWorksetFilter(WorksetId, Boolean)
 Constructs a new instance of a filter to match elements in a given workset.
See Also
ElementWorksetFilter Class
ElementWorksetFilter Members
Autodesk.Revit.DB Namespace